{
    "0": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The sky was dark, the street scene was still desolate, and the air was filled with cold dampness. Combined with all the misfortunes of the day, it made one yearn to quickly return to their own abode."
            }
        ],
        "atts": []
    },
    "1": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "And for Taki, that place was the small space made up of a desk, chair, and LCD screen in her dimly lit room with the curtains tightly closed."
            }
        ],
        "atts": []
    },
    "2": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The convenience store was located on a straight road running east-west. Whether going east or west, one could reach the house Taki rented. However, the distance, scenery, and surrounding facilities of the two roads differed greatly."
            }
        ],
        "atts": []
    },
    "3": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "To the east, the route passes through a bustling"
            },
            {
                "html": "style='color:#f50c59'",
                "text": "residential shopping street"
            },
            {
                "html": "style='color:#FfFffF'",
                "text": ", and because of the terrain, the journey is slightly longer than going west."
            }
        ],
        "atts": []
    },
    "4": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "There are many shops in the street, but since moving to the new house, Taki has been too busy to go shopping. Each time, she just hurries through for safety reasons when returning late at night, so she doesn't really know what specific shops there are."
            }
        ],
        "atts": []
    },
    "5": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "To the west, the journey is relatively short, but it requires passing through a construction site and a nearly abandoned"
            },
            {
                "html": "style='color:#3aeb7a'",
                "text": "small park"
            },
            {
                "html": "style='color:#FfFffF'",
                "text": ", which becomes deserted at night, not a good choice for someone walking alone at night."
            }
        ],
        "atts": []
    },
    "6": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(Normally, I would take the crowded shopping street, but I'm so tired today... which way should I go?)"
            }
        ],
        "atts": []
    },
    "7": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The sound of that strange black cat seemed to echo in her mind, and Taki's inner fears gradually deepened."
            }
        ],
        "atts": []
    },
    "8": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(I'll take the shopping street, even if it's farther, at least it's safe...)"
            }
        ],
        "atts": []
    },
    "9": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(Although it's a bit late... but I'm really tired today, and I'm carrying a big bag of beer, so I'll take a shortcut.)"
            }
        ],
        "atts": []
    }
}