{
    "0": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The commercial district. The sun faded away its last trace of light, but the electrified night did not see animals returning to their nests."
            }
        ],
        "atts": []
    },
    "1": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Unfamiliar shops surrounded her, the aroma of hot meals, the dazzling lights... but she was single-mindedly escaping towards her own den. It had everything she needed, like a frightened wolf yearning for its home."
            }
        ],
        "atts": []
    },
    "2": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Damn it... what's with that black cat?"
            }
        ],
        "atts": []
    },
    "3": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki hurriedly took two steps towards the curb. Luckily, it wasn't raining today, otherwise, it would have resulted in a classic drenched-wolf accident."
            }
        ],
        "atts": []
    },
    "4": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The absent-minded music teacher slowed her pace, eventually stopping at the curb with a frown. Looking up, the painted lamppost stood right in front of her. Her absentmindedness saved her. Taki Shiina vigorously patted her face."
            }
        ],
        "atts": []
    },
    "5": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "That kind of nonsensical thing can scare you? You're really getting more and more backwards as you live."
            }
        ],
        "atts": []
    },
    "6": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "It's past six o'clock. The light bulb flickered twice, finally connecting to the electricity she paid taxes for. What exactly is so scary? She is a human citizen of modern society, not a wild animal who has strayed into a steel forest. The world should still be turning in the way she is familiar with."
            }
        ],
        "atts": []
    },
    "7": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki lowered her head and closed her eyes. Now that her soul had returned, there was no need to keep staring at the LED lights. She should continue walking forward."
            }
        ],
        "atts": []
    },
    "8": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Of course, there was another reason: the light bulb was really a bit dazzling."
            }
        ],
        "atts": []
    },
    "9": {
        "speaker": "？？？",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "What are you doing?"
            }
        ],
        "atts": []
    },
    "10": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Uh, Soyo..."
            }
        ],
        "atts": []
    },
    "11": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "A voice that couldn't be more familiar, albeit the business version."
            }
        ],
        "atts": []
    },
    "12": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "But no amount of familiarity could withstand the test of time. Even someone as unsociable as Taki Shiina was unwilling to call out the wrong name on the street."
            }
        ],
        "atts": []
    },
    "13": {
        "speaker": "？？？",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Spacing out on the street?"
            }
        ],
        "atts": []
    },
    "14": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "...Soyo."
            }
        ],
        "atts": []
    },
    "15": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Fortunately, this troublesome woman did not belong to any mysterious \"perceptions\" such as omens or images. High heels, a ladies' shirt, an outrageously expensive coat... this person undoubtedly belonged to the normal world."
            }
        ],
        "atts": []
    },
    "16": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki suddenly wanted to speak first."
            }
        ],
        "atts": []
    },
    "17": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Not taking the car today?"
            }
        ],
        "atts": []
    },
    "18": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The woman named Soyo frowned, but eventually followed the question and answered."
            }
        ],
        "atts": []
    },
    "19": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The car is over there, I just came down to buy something."
            }
        ],
        "atts": []
    },
    "20": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki nodded. Then she had nothing more to say."
            }
        ],
        "atts": []
    },
    "21": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Although it wasn't as if she really couldn't think of a topic, it was just a chance encounter after all. Soyo Nagasaki probably didn't have time to listen to her ramble on about the band."
            }
        ],
        "atts": []
    },
    "22": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "For some reason, she felt a little cool on her face. The topic had been successfully diverted. She hoped that Soyo Nagasaki would let her go."
            }
        ],
        "atts": []
    },
    "23": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "I thought you would continue to go to the izakaya to eat. Raana said she's seen you there for four days in a row."
            }
        ],
        "atts": []
    },
    "24": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Raana, a strange cat... has her perception become so useless?"
            }
        ],
        "atts": []
    },
    "25": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki unconsciously raised her empty hand to touch her face. Cool, but it seemed to be dry again."
            }
        ],
        "atts": []
    },
    "26": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "When did she... how can she answer you so clearly?"
            }
        ],
        "atts": []
    },
    "27": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Send a few more messages, piece them together, and it's not difficult to guess what she wants to express. After all, we've known each other for so long, and I know a little bit about Raana's temper. You should contact everyone more often outside of work."
            }
        ],
        "atts": []
    },
    "28": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki didn't respond. How natural it was to keep in touch with friends... yet she really had no life worth sharing."
            }
        ],
        "atts": []
    },
    "29": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Pouring garbage into the group chat day after day like Anon Chihaya was also a talent. Besides, didn't Soyo herself rarely reply to these messages?"
            }
        ],
        "atts": []
    },
    "30": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The air returned to silence. Taki noticed Soyo's gaze looking at the bag she was carrying. She cooperatively lifted it up, and the convenience store logo turned halfway around with her strength."
            }
        ],
        "atts": []
    },
    "31": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Rain."
            }
        ],
        "atts": []
    },
    "32": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Taki's perception hadn't failed, it was just that the rain could not blow to where Soyo Nagasaki was walking on the inside of the street."
            }
        ],
        "atts": []
    },
    "33": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Someone will always be naturally squeezed to the position under the eaves while walking, even if she herself does not completely agree."
            }
        ],
        "atts": []
    },
    "34": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The only good news was that she didn't have to think about topics anymore."
            }
        ],
        "atts": []
    },
    "35": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "No animal likes its fur to be soaked by the rain, even if it is not wearing its original fur. This is their privilege as humans, at the cost of not being able to smell the dampness in the air."
            }
        ],
        "atts": []
    },
    "36": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "...Does Soyo still hate the rain?"
            }
        ],
        "atts": []
    },
    "37": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "I have an umbrella in my car, let's go over."
            }
        ],
        "atts": []
    },
    "38": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Okay."
            }
        ],
        "atts": []
    },
    "39": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The asphalt pavement can hide the traces of boots, but it can't hide those of high heels. It seemed that the owner of the luxury car was also resting with her eyes closed in the back seat today, after all, elegance needs to be nourished—but this acquired elegance is easily soluble in water."
            }
        ],
        "atts": []
    },
    "40": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "When Taki arrived at the car, the owner was still at least five steps behind her. The professional driver waiting in the driver's seat heard the noise, turned his head, but met a face ashen as death in the shadows. The young man leaned straight back against the backrest."
            }
        ],
        "atts": []
    },
    "41": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(...Is it really that scary?)"
            }
        ],
        "atts": []
    },
    "42": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The passenger seat, in the glove box!"
            }
        ],
        "atts": []
    },
    "43": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "In just a moment, the rain became heavier."
            }
        ],
        "atts": []
    },
    "44": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "When the employer's face appeared in the field of vision, the driver's complexion finally looked a little better. The car door opened in response, Taki leaned in, braving the young employee's still slightly panicked eyes, groping to get into the property of her old friend in the back seat."
            }
        ],
        "atts": []
    },
    "45": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "White, gray, pink, yellow... black."
            }
        ],
        "atts": []
    },
    "46": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "What kind of person has so many umbrellas? Preparing a man-made rainbow?"
            }
        ],
        "atts": []
    },
    "47": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Almost subconsciously, Taki pulled out the last black umbrella. The joking mood and the necessary thanks urged her to turn her head to look at Soyo, but she ran into a wandering gaze."
            }
        ],
        "atts": []
    },
    "48": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Intuition told her that she shouldn't honestly tell the freshly baked joke at this time."
            }
        ],
        "atts": []
    },
    "49": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "This was not difficult to understand, there were things that she and Soyo were both a little ashamed to admit. Although they may not be bad, such as concern, concern, and concern."
            }
        ],
        "atts": []
    },
    "50": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "But standing there blankly with her mouth open and not speaking was really too stupid. Taki gripped the umbrella handle, letting it rotate halfway around, and finally clamped it tightly at her waist, like hanging a sword."
            }
        ],
        "atts": []
    },
    "51": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The mood for joking came suddenly, but went slowly. Taki rarely wanted to say something witty in the silent air."
            }
        ],
        "atts": []
    },
    "52": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The rain is pretty heavy... should I hitch a ride?"
            }
        ],
        "atts": []
    },
    "53": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "......"
            }
        ],
        "atts": []
    },
    "54": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Sorry, I have a meeting tonight, and I might not have time..."
            }
        ],
        "atts": []
    },
    "55": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The joke failed. Although even in the heavy rain that extinguished the night, Taki actually did not have a strong intention of being driven home."
            }
        ],
        "atts": []
    },
    "56": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "There were naturally many solutions: taking a taxi, taking the train, or even walking back in the rain. A rain shower was not a big trouble for a 23-year-old after all."
            }
        ],
        "atts": []
    },
    "57": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "But a sincere and embarrassed refusal is always vaguely sad."
            }
        ],
        "atts": []
    },
    "58": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "At the low point, the easiest thing to emerge was concern. The plastic bag hanging on her left arm was painfully tight. Taki decided to lighten her load. Someone probably wouldn't be able to eat a filling meal tonight."
            }
        ],
        "atts": []
    },
    "59": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Candy, not cigarettes. Make do if you're hungry."
            }
        ],
        "atts": []
    },
    "60": {
        "speaker": "长崎素世",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "...Thank you."
            }
        ],
        "atts": []
    },
    "61": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The folding umbrella handle supported the smooth surface, and the umbrella surface was opaque. Taki didn't bother to guess its price."
            }
        ],
        "atts": []
    },
    "62": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The car started smoothly, and the person holding the umbrella waved goodbye to the brief meeting. The warmth stolen from the confined space dissipated as soon as it was blown, the wind was cold, the rain was wet, and she was temporarily an unextinguished flame."
            }
        ],
        "atts": []
    },
    "63": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Hurry back."
            }
        ],
        "atts": []
    }
}