{
    "0": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The sky was darkening, the streets still desolate. The cold, damp air, combined with the events of the day, made one long to return to their safe haven."
            }
        ],
        "atts": []
    },
    "1": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "For Taki, that safe haven was her dimly lit room with tightly drawn curtains, furnished with a desk, a chair, and a small LCD screen."
            }
        ],
        "atts": []
    },
    "2": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The convenience store was located on a straight road running eastward and westward. Both directions led to Taki's rented home, but the scenery, distance, and surrounding facilities varied greatly between the two routes."
            }
        ],
        "atts": []
    },
    "3": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Heading east, the path went through a bustling "
            },
            {
                "html": "style='color:#f50c59'",
                "text": "residential shopping street"
            },
            {
                "html": "style='color:#FfFffF'",
                "text": ", where the terrain made the journey slightly longer than the western route."
            }
        ],
        "atts": []
    },
    "4": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The street had many shops, but since moving to her new home, Taki had been too busy to enjoy any leisurely strolls. Each time she passed was only in haste after work, prioritizing safety, so she wasn't familiar with most of the stores there."
            }
        ],
        "atts": []
    },
    "5": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Heading west, the journey was shorter, but it involved passing by a construction site and an almost-abandoned "
            },
            {
                "html": "style='color:#3aeb7a'",
                "text": "small park"
            },
            {
                "html": "style='color:#FfFffF'",
                "text": ", which became eerily deserted at night. It wasn’t a good option for someone walking alone at night."
            }
        ],
        "atts": []
    },
    "6": {
        "speaker": "Taki Shiina",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(Normally, I’d take the shopping street with lots of people, but I’m exhausted today… Which path should I take?)"
            }
        ],
        "atts": []
    },
    "7": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The strange cry of that eerie black cat echoed in her mind, and Taki felt her uneasiness deepening."
            }
        ],
        "atts": []
    },
    "8": {
        "speaker": "Taki Shiina",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(I’ll take the shopping street. It’s farther, but at least it’s safer…)"
            }
        ],
        "atts": []
    },
    "9": {
        "speaker": "Taki Shiina",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(No… I’m so tired today. Let’s take the shorter route just this once. I’ll rush through it, and nothing will happen…)"
            }
        ],
        "atts": []
    }
}