{
    "0": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The sky had gone dark, the streets still desolate. The cold, damp air, combined with today's misfortunes, made people eager to return to their safe havens."
            }
        ],
        "atts": []
    },
    "1": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "For Taki Shiina, that haven was her dark room with tightly closed curtains, where a desk, a chair, and an LCD screen filled the small space."
            }
        ],
        "atts": []
    },
    "2": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The convenience store was located on a straight road running east to west. No matter which way one turned, both directions led to Taki's rented home, but the journey, scenery, and nearby facilities differed significantly between the two routes."
            }
        ],
        "atts": []
    },
    "3": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Heading east would take one through a bustling "
            },
            {
                "html": "style='color:#f50c59'",
                "text": "residential shopping street"
            },
            {
                "html": "style='color:#FfFffF'",
                "text": ", where due to the terrain, the journey would be slightly longer than heading west."
            }
        ],
        "atts": []
    },
    "4": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The street had many shops, but since moving to her new home, Taki hadn’t had the time to stroll leisurely. Each time she passed through hurriedly to prioritize safety during her late returns, so she wasn’t familiar with what stores were there."
            }
        ],
        "atts": []
    },
    "5": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Heading west, the journey was shorter but required passing through a construction site and an almost-abandoned "
            },
            {
                "html": "style='color:#3aeb7a'",
                "text": "small park"
            },
            {
                "html": "style='color:#FfFffF'",
                "text": " which would become eerily deserted at night. It wasn’t a good option for someone walking alone in the dark."
            }
        ],
        "atts": []
    },
    "6": {
        "speaker": "Taki Shiina",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(Usually, I’d take the busy shopping street, but I’m so tired today… Which way should I go?)"
            }
        ],
        "atts": []
    },
    "7": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Her mind was still echoing with the strange cry of that eerie black cat, and Taki’s unease deepened."
            }
        ],
        "atts": []
    },
    "8": {
        "speaker": "Taki Shiina",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(I’ll take the shopping street. Even if it’s farther, at least it’s safer...)"
            }
        ],
        "atts": []
    },
    "9": {
        "speaker": "Taki Shiina",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(It’s getting late… but I’m so tired today. With this big bag of beer, I might as well take the shortcut this time.)"
            }
        ],
        "atts": []
    }
}