{
    "0": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "Kick drum, snare drum, kick drum, snare drum. Playing repeatedly at a steady pace. The lesson is already over, but the little one is still sitting in front of the drum set with great interest, without any awareness of the end of school."
            }
        ],
        "atts": []
    },
    "1": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The teacher casually leaned aside, only the soles of her shoes echoing the rhythm revealed the fact that she was still listening."
            }
        ],
        "atts": []
    },
    "2": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "An extremely simplified version of \"Billie Jean\", not the homework she assigned, but as after-school entertainment for beginners, it is impeccable. Taki doesn't need to be aggressive about everything."
            }
        ],
        "atts": []
    },
    "3": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(It's been half an hour since school ended. Aren't Hina's family coming yet?)"
            }
        ],
        "atts": {}
    },
    "4": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The teacher glanced at the student and took out her phone. Obviously, this situation is commonplace, and even she, the extracurricular music teacher, has added the parents' contact information."
            }
        ],
        "atts": []
    },
    "5": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(Not even a message, they really have a big heart.)"
            }
        ],
        "atts": {}
    },
    "6": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The empty classroom echoed with lonely music, and the rhythm began to mess up."
            }
        ],
        "atts": []
    },
    "7": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(It's getting late... I should take her to the fast food restaurant downstairs to sit for a while, and then send a message to her parents.)"
            }
        ],
        "atts": {}
    },
    "8": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The sound of the drums completely dissipated. The child can't hide her desire, such as wanting to be picked up by her parents, such as wanting to be praised by the serious teacher."
            }
        ],
        "atts": []
    },
    "9": {
        "speaker": "",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "The teacher is still fiddling with the electronic device, and a burning gaze is about to scorch her sleeve."
            }
        ],
        "atts": []
    },
    "10": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(...I should also tell Soyo that I'll probably be half an hour late.)"
            }
        ],
        "atts": {}
    },
    "11": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "(...Hina can't wait either.)"
            }
        ],
        "atts": {}
    },
    "12": {
        "speaker": "椎名立希",
        "spans": [
            {
                "html": "style='color:#FfFffF'",
                "text": "You practiced well, keep it up. That's all for today's practice. The teacher will take you downstairs."
            }
        ],
        "atts": {}
    }
}